Repository: mohsen-ameli/money-moe-linux
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please enter the email verification code
de: Geben Sie bitte den E-Mail Bestätigungscode ein !

source: Please enter the iban verification code
de: Geben Sie bitte hier den genauen Betrag ein, den wir Ihnen überwiesen haben. Wenn sie z.B 12 Cents bekommen haben, dann geben Sie den Betrag so ein: 0.12 also beginnend mit null und als Komma bitte einen Punkt verwenden !

source: Why not join now ?!
de: Eröffnen Sie in wenigen Minuten Ihr dauerhaft Kostenloses Konto bei uns ! Verschwenden Sie keine Zeit, denn Zeit ist bekanntlich Geld !

source: Sign Up
de: Konto eröffnen

source: Already Have An Acount ?
de: Sie haben sich bereits registriert?

source: Log In
de: Einloggen

source: Verify Your Email
de: Bestätigen Sie bitte Ihre E-Mail Adresse !

source: Verify
de: Bestätigen

source: Verify Your IBAN
de: Bestätigen Sie bitte Ihre IBAN

source: Reset Password ?
de: Passwort zurück setzten

source: You have been logged out !
de: Sie wurden ausgeloggt !

source: Log In Again
de: Wieder einloggen

source: Reset Your Password
de: Setzten Sie Ihr Passwort zurück !

source: Request Password Reset
de: Fordern Sie an, das Passwort zurückzusetzen

source: Congrats on changing your password !
de: Sie haben Ihr Passwort erfolgreich geändert !

source: Reset Password
de: Passwort zurücksetzten

source: An email has been sent with instructions to reset your password !
de: Wir haben Ihnen eine E-Mail mit der Anleitung zugeschickt, wie Sie Ihr Passwort ändern können.

source: Verify Your Phone Number
de: Bestätigen Sie bitte Ihre Telefonnummer!

source: Verify Your Referral Code
de: Bestätigen Sie bitte Ihren Empfehlungscode !

source: Hello {user.username}
de: Hallo {user.username}

source: Your verification code is : {email_code}, you are very close to starting your money making process!
de: Ihre Bestätigungscode lautet : {email_code} . Glückwunsch ! Sie sind kurz davor in den Genuss eines verzinsten Kontos zu kommen !

source: Please check your phone for verification code, and enter the 5-digit code below
de: Öffnen Sie bitte Ihre SMS-Nachrichten und geben Sie bitte unten den fünfstelligen Bestätigungscode ein !

source: Please wait for our support team to send you a pre-decided amount of money. Check your bank account and then enter the small amount bellow.
de: Wir überweisen Ihnen einen kleinen Betrag an Ihr hier angegebenes Bankkonto. Nach Erhalt geben Sie bitte genau diesen Betrag unten ein, um Ihre IBAN zu bestätigen !

source: Enter your friend's referral code in order for both of you to get grand prize !
de: Geben Sie bitte hier den Empfehlungscode Ihres Werbers ein, damit Sie beide von zusätzlichen Prämien profitieren können !

source: Dear {giver_name} !
de: Liebe(r) {giver_name} !

source: You have successfully registered, {user.username}. For your prize, $200 will be transfered to your bonus !
de: Herzlich willkommen bei ZarathusTrust ! Ihre Registrierung wurde erfolgreich abgeschlossen, {user.username}. Als geworbener Neukunde bekommen Sie zusätzlich zu Ihrem 1000 € Neukundenbonus weitere 300€ dazu ! Außerdem haben wir Ihrem Guthabenkonto 1€ Gutgeschrieben, damit Sie die Funktionalitäten Ihres neuen Kontos bei uns unverzüglich sehen und ausprobieren können !

source: You have successfully registered, {user.username} !
de: Ihre Registrierung wurde erfolgreich abgeschlossen, {user.username} !

source: Sorry, this referral code is incorrect, but you have successfully registered, {user.username} !
de: Leider war Ihr Empfehlungscode nicht richtig, Ihre Registrierung wurde jedoch erfolgreich abgeschlossen, {user.username} ! Sie können aber nachträglich den richtigen Empfehlungscode an info@zarathustrust.com senden. Wir werden dann Ihnen und Ihrem Werber die Prämien nachträglich gutschreiben ! Herzlich willkommen bei ZarathusTrust !
