Repository: mohsen-ameli/money-moe-linux
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: de

source: Enter Amount
de: Betrag eingeben

source: Enter Account
de: Betrag eingeben

source: This is the about page
de: Das ist die " Über uns" Seite

source: Home
de: Startseite

source: Deposit Money From Your Account
de: Überweisen Sie bitte den gewünschten Betrag von Ihrem Bankkonto

source: Deposit
de: Einzahlen

source: In order to transfer money, please log into your own bank account and use the following informaiton to transfer money. After that, when your transaction gets processed by us (<span style="color: #f8b119;">within 1 bussiness day</span>), it will show the new ballance on your wallet
de: Um Guthaben auf Ihr verzinstes Konto bei uns zu übertragen, brauchen Sie nichts weiter zu tun, als die gewünschte Summe durch eine Banküberweisung an die folgende Bankverbindung zu senden. Bitte geben Sie dabei stets den Verwendungszweck an, der Ihnen im Anschluss angezeigt wird, damit die Gutschrift nicht unnötig verzögert wird. (<span style="color: #f8b119;">innerhalb von 3 Geschäftstagen</span>)

source: name : mohsen ameli <br> account number : 128739127312 <br> purpose(optional) : %(username)s-%(pk)s
de: Name: Mohsen Ameli <br> Kontonummer : 128739127312 <br> Verwendungszweck(optional) : %(username)s-%(pk)s

source: Wallet
de: Geldbörse

source: home
de: Startseite

source: Invite A Friend
de: Kunden werben Kunden

source: about
de: Über uns

source: Language
de: Sprache

source: Log Out
de: Ausloggen

source: Log In
de: Einloggen

source: Sign Up
de: Registrieren

source: we pay you 1%% interest on your balance !!!
de: Wir zahlen Ihnen 1 %% Zinsen auf Ihr Guthaben !

source: The $1000 bonus is a gift from us to every new user. It has no expiration date! Every time you transfer the accumulated interest to your balance, an equal amount will be taken out of your bonus.
de: Ihr 1000,- € Neukunden-Bonus verfällt nie! Jedes Mal, wenn Sie die angesammelten Zinsen auf Ihr Guthabenkonto übertragen, wird genauso viel von Ihrem Bonus frei und automatisch Ihrem Guthabenkonto zusätzlich gutgeschrieben.

source: Ballance
de: Guthaben

source: You have $%(balance)s in your account !
de: Sie haben %(balance)s € auf Ihrem Konto !

source: Interest
de: Zinsen

source: Cash Out
de: Zinsen auf das Guthabenkonto Übertragen

source: Send Money
de: Jemandem Geld schicken

source: Withdraw
de: Abbuchen

source: Login
de: Einloggen

source: Your Referral Code
de: Ihr Empfehlungscode

source: Share this code with your friends when they are registering, and you will get $1 added to your balance as well as another extra $200 to your bonus.
de: Empfehlen Sie uns weiter, indem Sie ihren FreundInnen diesen Link schicken ! Wenn sie sich darüber bei uns registrieren, bekommen Sie und Ihr(e) Freund(in) jeweils 1 € auf Ihrem verzinsten Guthabenkonto gutgeschrieben. Ihr(e) Freund(in) bekommt selbstverständlich auch 1000 € Bonus und Ihr Bonus wird pro erfolgreiche Werbung auch um weitere 200€ erhöht !

source: Referral Code :
de: Ihr Empfehlungscode :

source: Copy
de: kopieren

source: Withdraw Money From Your Account
de: Buchen Sie Geld von diesem Konto ab

source: In order to withdraw money, please enter the value you want to withdraw blelow <br> and we will transfer the amount you requested to your bank account, <span style="color: #f8b119;">within 1 bussiness day.</span>
de: Geben Sie bitte den Betrag, den Sie von Ihrem Konto bei uns abbuchen möchten unten ein <br> und wir werden den Betrag auf Ihr Bankkonto überweisen, <span style="color: #f8b119;">innerhalb von 3 Werktagen.</span>

source: Send money to others
de: Geld senden an andere

source: Available Accounts:
de: Registrierte Konten

source: Transfer
de: Überweisung

source: Search
de: Suche

source: Sorry, no account with the information provided was found :(
de: Schade, mit diesen Spezifikationen ist (noch) kein Konto bei uns registriert. Überprüfen Sie bitte nochmal Ihre Angaben auf Korrektheit. Laden Sie doch Ihre(n) Freund(in) ein, auch von unserem völlig kostenlosen Service zu profitieren !

source: ${MoneyToSend} has been transfered to {target_acc}
de: {MoneyToSend} € wurden auf {target_acc} übertragen.

source: Please consider that the minimum amount to send is $1 !
de: Überweisungen müssen mindestens 1 € betragen.

source: You have successfully cashed out ${round(interest_rate, 1) * 2}
de: Zinsen erfolgreich auf das Guthabenkonto übertragen! {round(interest_rate, 1) * 2} €

source: You have successfully cashed out ${round(interest_rate, 1) + bonus}
de: Zinsen erfolgreich auf das Guthabenkonto übertragen! {round(interest_rate, 1) + bonus} €

source: You need at least $0.1 to be able to cash out ! keep going tho
de: Für eine Übertragung müssen mindestens 0,10 € an Zinsen verdient sein.

source: Please consider that the minimum amount to withdraw must be $1 or higher !
de: Überweisungen müssen mindestens 1 € betragen.

source: ${take_money} was requested to be taken out
de: {take_money} € wird an Ihr Bankkonto überwiesen.

source: hello hello hi hi
de: Hallo Hallo hi hi
